---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbMassPerLbDegreeF
source: html/1affa01f-14eb-d62e-28a4-b7e91dfb096e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbMassPerLbDegreeF Property

Symbol lb/(lb·°F), indicating unit Pounds mass per pound degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId LbMassPerLbDegreeF { get; }
```